Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
bbl: <bold> ტექკომპანიი́შ </bold> - მონაცემა́ჼ ნჵაჲნი̆ კრე́ბული შე́ქმნადჲარელო დაბა́ნდბივ დუჴნაჲრეჩო̆ მატტა́ხიჼ AI - გა́რემო̆ მე გაყვა́ვბალა́ლო̆

source: <bold>Translate or repeat everything.</bold> Just say it once, the way it would come in a conversation. You don’t have to say a version of the response in each language.
bbl: <bold>ცო დე́წე ვო́მაჸ თა́რგმნოდარ ლე შაწლოღეშ ა́ლ'არ.</bold> წყეაკ ალ'ათ, მოჰე́ ა́მბუჲ ჲოშ ალ'რიცაჲში̆.

source: <bold>Use both languages if that’s how you would normally say it.</bold> Even switching just a word or two is useful. Example:
bbl: <bold>შიკეჸ მოტტ ჴმა́რბადბებათ, იშტ ჲო́ჰ̦იცაჲში̆ ა́მბუჲ</bold>ცჰ̦ა-ში დოშა́ ვაშბა́ხ ხე́რცლა́ჰ̦, ეჰა́ გამოდგო́მალა, მუჲლნე́ დაჲცი̆:

source: <bold>Use full responses with context.</bold> Be as detailed as possible, giving as much detail as you can. Share a story or example in your answers.
bbl: <bold>სრულ პა́სუხ ბალ'ათ მაქ შინაარს ლა́ტჲოშ.</bold> ცადლიბათ პა́სუხ უ̂ნმაკ დოსტო́ღრივ ხილ'ულო̆. ლე ა́მბუჲ ჲე́ბცათ, ლე მა́გალით ჲაჸათ პა́სუხ თე́ლ'ოშ.

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
bbl: <bold> უ̂ჼ ჲეწე̆ მუშებადჲალაჼ ხელო́ვნურ ინტელექტ დაჩოკ მელ'მი მატტავ დი́ნჩ მსო́ფლიო?

source: Borgu Fulfulde
bbl: ბორგუ-ფულფულდ წეჲნი̆ მოტტ

source: Bosnian
bbl: ბოსნიურ

source: Both
bbl: შიკეჸ

source: Both (Speak and Listen)
bbl: შიკეჸ (ა́ლ'არა́, ლარკ ჵო́ფარა́)

source: Brahui
bbl: ბრაჰუი მოტტ

source: Brands/Organisations: Target, Burger King
bbl: ბრენდი/დაწესებულები: მაკდონალდს, იკეა

source: Breton
bbl: ბრეტო́ნულ

source: [British English might make "root"]
bbl: ქო́კდუფხ ჰ̦ა́მივაჸ იშტ ლე́ოდო̆, ქაჲრცხი̆ მა́ ლე დუ́ფხო̆ ლე́ვლა, ლე დუჲფხი̆.

source: Browse Languages
bbl: მატტი́შ ლახარ

source: Brushaski
bbl: ბრუშასკი მოტტ

source: Build a custom goal
bbl: საკუთარ მიზაჼ შე́ქმნოდარ

source: Build Profile
bbl: პრო́ფილ შე́ქმნოდჲარ

source: Bukusu
bbl: ბუკუსუ მოტტ

source: Bulgarian
bbl: ბულგარულ

source: Bulk batch
bbl: დუჴ

source: Bulk Sentences Uploaded
bbl: წინადა́დბი დაქიშ ჰ̦ალო̆ ჴო́წჲალიჼ/ატვირთოდჲალიჼ ვო́მაჸ ცჰ̦აღ

source: Bulu
bbl: ბულუ მოტტ

source: Bunun
bbl: ბუნინი მოტტ

source: Burmese
bbl: ბირმულ

source: Buryat
bbl: ბურიატულ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
bbl: <b>უჼ დეწ თხოჼ ელფო́სტ?</b>მონაცემა́ ბა́ზე ცვლილბი ხილ'ჩე, დაჭირბალა თხო́ჼ შუციჼ კა́ვშირ, ელფო́სტევ ეჴუჲჼ საშუა́ლებ ლო თხო́ჼ

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
bbl: "ელფო́სტევ ბმულ დაჸითრეხ" წკაპბა́ჴითოშ აჲში̆ დარ ლე́ვდუჲში̆ <termsLink> მომსა́ხურებ პირბახა́</termsLink>ე<privacyLink>პირადულობ დე́ბულებეხა́</privacyLink></privacyLink>, თანეჸ ნე́ბ ჲუჲში̆, მე́ Mozilla-ს გაგე́ბ ჲითოლო̆ შუგო̆ ელფო́სტევ, მო́ჰ̦ ჲეწი́შ მონაწილეობ მიღე́ბადჲაჼ "დი́ნ" ა́მბუჲ ჲარეჼ Beta-დაყყჲარელო, მე́ნუხა́ჲ თე́გოჲო̆ Common Voice-ს.

source: By editing your goal, you may lose your existing progress.
bbl: მიზაჼ ხა́რცჲარევ შაძლე́ბალა დაჰ ჲა́ვჲო́ლო̆ შუგო ჲეჲნი̆ წინსვლ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
bbl: ელფო́სტევ წი́რლი იხრეხ დარ ა́ლ'რევ აჰ̦ ლივა́, მე უარ ცო ლე́ვდო, Mozilla-ს ე მონაცე́მი ჰ̦ალო̆ დამუშებადო́ლო̆ <privacyLink> პირადულობ და́ცოდჲოშ, მოჰ̦ე́ </privacyLink>-ეს კლე́ვადო

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
bbl: დარი́ ლე́ვდუჲში, მე ცო ცადლ́აჲში̆ Common Voice-ეჼ ა́შირ ჩანაწერა́ჼ კრე́ბულე ფლოქ ჩუ დეჸენჩუჲშნა́ ვინაობ ხაჸარ?

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
bbl: შუხ ეჰი́ ლე ო ინფორმა́ცია თხოჼ ჴა́ბტჲარევ აჲში̆ ჲაჸითიენო̆ ჩანაწე́რი Common Voice-ელო საბუ́ხ გამოდგო́მალაჲნი̆ ხილ'ო̆ ო იშჲა́ბწლაჲნი̆ სისტემინაჲნო̆, მე́ნხუჲჩუჲშვა́ჲ ე მონაცე́მი ნიფსხოლ ღაზარიანაჲნო̆ ჴმა́რბადჲო.

source: By telling us about yourself, you will help developers build more inclusive technology
bbl: ლე́ჸი ჰ̦ოჼ ალ'ლო თხო́გო̆ უ̂ხ თა́ვისებურებ ჲა ჰ̦ე ამბუჲ ჲარეგო?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bbl: Common Voice ჴმა́რბადარევ დარ ლე́ვდუჲში̆ თხეჼ<termsLink></termsLink->-ეხაჲე́<privacyLink>პირად მონაცე́მი და́ცოდჲოჩო̆ განაცხა́დეხაჲ</privacyLink>

source: Cameroon Pidgin
bbl: კამერუნეჼ ფიჯიჼ

source: [Canadian English might make "route" sound like "rowt"]
bbl: მიჩო̆ ნა́ხვ ლე́ოდო̆ დუჲფხონ და́ყე̆ დუ́ფხო̆.

source: Can be answered in a few sentences
bbl: პა́სუხ ბალ'არ შაძლე́ბალა მელ'მი წინადა́დებევ

source: Cancel
bbl: გაუქმადარ

source: Cancel Re-recording
bbl: ქუჲრთლენა́ ჩანაწე́რეხ უარ ა́ლ'არ

source: Cancel Submission
bbl: დაჰ̦ დაჰ̦ითარ გაუქმადარ

source: Cannot submit more than 1000 sentences
bbl: ცო მოჴე́რჴბალა 1000-ეხ საბუხ წინადა́დბი დაჰ̦ ჲახითარ

source: Can't decide?
bbl: ცუჲ ჩავარდომაკინდა ჰ̦ოჼ?

source: Cantonese
bbl: კანტონურ

source: Capture Speech Exactly as Spoken
bbl: ნიფსაჭ დაჸათ სო ზე́პირათ ა́ლ'ინო̆

source: Catalan
bbl: კატალანურ

source: Cause someone to share sensitive, potentially triggering responses
bbl: მე́ნუხა́ჲ ა́მბუჲ ჲო́ჩონაჲნო̆ წყეგეჸ დაკახ ჴე́ჸინო̆ ხილ'უე́, დე́ფცითო̆ პირად ცოა́ლ'უჲნი̆ უნა́ხში.

source: Central Alaskan Yupʼik
bbl: ჲუყმათთ ალასკურ ჲუპიკ

source: Central Kurdish
bbl: ჲუყრეჼქურთულ

source: Central Melanau
bbl: ცენტრალურ მელანაუ

source: Central Puebla Nahuatl
bbl: ჲუყმათთ პუებლოჼ ნაუატლ

source: Central Tarahumara
bbl: ჲუყრეჼ ტარაუმარა

source: Change preferences
bbl: პარამეტრი ხა́რცჲარ

source: Changes contribution language of dataset only
bbl: ხე́რცობ დაჩოკ კრე́ბულე ჰ̦უჲნო̆ მოტტ

source: Changes the language dataset to which you're contributing
bbl: ხე́რცობო̆ მონაცემა́ კრე́ბულეჼ მოტტ, მე́ნხუჲჩოჰ̦ა́ და́ყ ჴეჰ̦უჲში̆

source: Changes website text only
bbl: ხე́რცოჲო̆ დაჩოკ ვებსა́იტეჼ ტექსტ

source: Change your email via Settings under Login Identity
bbl: დაჰ̦ ხა́რცჲებათ შუიჼ ელფო́სტ ა́ნგრიშაჼ პა́რამეტრილნა́

source: Check
bbl: დაყყდარ (შემო́წმადარ)

source: Check <icon></icon> is this a linguistically correct sentence?
bbl: დაყყდებათ (შემო́წმადებათ), წინადადბა́ჼ მოტტ ნიფსინი́ ბა ლე ცო (ე́ნობრივ ნიფსხოლ)

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
bbl: დაყყდებათ, ბაჲ ლე ცო შუჼ მოტტ <languagesPageLink> Common Voice-ეჼ მატტა́ საიტენმაქ</languagesPageLink>. ცო ბა́ჰ̦, პაჲსხი ბალ'ათ კითხვარეხე́, <strong> დაჸითო́თხ შუ́ჼ წე́რილ მოტტ მაქ ლა́ტბანაჲნო̆ მითითბივ </strong>.

source: <chevron></chevron>See less
bbl: <chevron></chevron>და́ცუშ

source: <chevron></chevron>See more
bbl: <chevron></chevron> დახხეშ

source: Chiga
bbl: ჩიგა მოტტ

source: Chinese (China)
bbl: ჩინურ (ჩინობაჼ)

source: Chinese (Hong Kong)
bbl: ჩინურ (ჰონგ-კონგეჼ)

source: Chinese (Taiwan)
bbl: ჩინურ (ტაივანეჼ)

source: Chinyanja
bbl: ჩინიანჯა წეჲნი̆ მოტტ

source: Chokwe
bbl: ჩოკვე მოტტ

source: Choose Culturally Specific Topics
bbl: ჩა́ვარჲებათ შეკითხვი, მენხუჲა́ გა́რგე და ე ნა́ხცინე́ ეჴარ და́ხილაჲციჼ.

source: Choose language/localization
bbl: მოტტ/(არეალ) ჰ̦ალო̆ ჩა́ვარბებათ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
bbl: ატტაჼ შეკითხვი, ჰ̦ა́მინაჲნოჸ ჴე́თინი̆, მიჩრეჼ დაჲციჲე́ მიჩჰ̦ე́ დაჲცი̆

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
bbl: ატტაჼ შეკითხვი, მენხუჲა́ ჰ̦ამინაჸ შა́რეშ მაკალათე̆ ხაჸაჼ, გოგხირეჩო̆ , ლე სივჰ̦დივჰ̦რეჩო̆ პირბიგო̆ ცო ჰ̦ეჭუშ.

source: Choose somewhere with a good internet connection
bbl: ჩა́ვარჲებათ ინტერნეტ ჲაჲნი̆ ა́დგილ.

source: Chuvash
bbl: ჩუვაშურ

source: Citation
bbl: წყარო̆, მიჩრენაა́ იცნეჲშ წინადა́დებ

source: Cite with a URL link or the full name of the work.
bbl: წყა́როღ ღა́ლხილ'ო̆ საკუთრებეჼ უფლებ ცო ჭირბალე́ჲნი̆ მა́სალეჼ ბმულ, ლე მა́ ნაწარმოებეჼ წე ქუჲრთლენა́ ბოლო́მციჼ

source: Citing Sentences
bbl: წყარო̆ ჲაგჲითარ

source: Click
bbl: წკაპ ბა́ჴითათ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
bbl: <guidanceLink>წკაპბა́ჴითათ ესე</guidanceLink>, მე ხო́ჸლუჲში̆, მო́ჰ ჴმა́რბადანდეწი́ში̆ ე საიტ.

source: Clicking "Generate Credentials" will create unique credentials for your account. For security reasons, the secret key is displayed <bold>only once</bold>. Please copy and store it securely. If lost, you must generate a new key, as it cannot be retrieved.
bbl: ღილაკევ "მო́წმობ შედგე́ნადჲარ" შე́ქმნალა უნიკა́ლურ მო́წმობ შუ აჲნგრშენაჲნო̆. თხილუშ ხილ'ანდალლა́ საიდუმლო̆ გასაღებ გუბაჲლ'ო̆ <bold> დაჩოკ წყე </bold>. დეხო́თხ, ჰ̦ალო̆ ე́ცათ ასლე́ გა́გბებათ ლაჭყუჩო̆ აჲდგლე. გეჸ დაჰ̦ ბაჲვჩე, წინ ბეწი́შ თაგბაჼ, და́ხაჸ მე́ ო ცო ლახმაკეგ შუჼ.

source: Clipboard not supported
bbl: ასლ ჰ̦ალო̆ ე́ცარ ცო ბა ფებალ'ინო̆

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
bbl: { $clipCount } იშა́რეჼ ჩანაწე́რი, ა́რქივეჼ ჲაჴოლ (მოცულობ) დი́ნ { $size }. ჲალ'ინო̆ დრო (ვა́დ) { $expires }{ $expires }

source: Clip Graveyard
bbl: ჩანაწერაჼ სასაფლაო̆

source: Clips recorded
bbl: ჩანაწერ ჲა თაგჲიენო̆

source: Clips Uploaded
bbl: ჩანაწე́რი ჰ̦ალო̆ და ჴო́წინო̆/ატვირთოდიენო̆

source: Clips validated
bbl: ჩანაწერ ჲა დაყყჲიენო̆

source: Clips You've Recorded
bbl: შუჼ ჩანაწერი

source: Clips You've Validated
bbl: ეჲშო̆ დარაჲლ'ნუჲ

source: Close
bbl: დაჰ̦ დარ/დახურვ

source: Code Switching
bbl: ამბუჲჲარ ხე́რცჲარ

source: Collecting sentences
bbl: წინადა́დბი ვაშა́რ ჲარ (შეგროვბადჲარ)

source: Coming Soon
bbl: ქასტეჼ

source: Comment
bbl: შენიშვნ

source: Common Voice data plus all other voice datasets above.
bbl: მონაცე́მი აჰდჵო́ფარ

source: Common Voice Dataset
bbl: Common Voice-ეჼ მონაცემა́ჼ კრე́ბულე ჩუ და დაჰ̦ინო̆ ფხაუზტყა́ეხ ა́ზარობით იშა́რეჼ ნიმუშ, მენხუია́ ლა́იტო̆ ე საქმ ჲო́ლჲიჩუჲშნ, მე იშ ჰ̦ალო̆ ჲა́ბწუჲნოი̆ საშუა́ლბი შე́ქმნადჲოლო̆

source: Common Voice is a free, open source platform for community-led data creation
bbl: Common Voice ჲა უფა́სო, ნჵაჲნი̆ წყარო ჲაჲნი̆ პლატფო́რმ, მე́ საზოგადოებას მონაცე́მი შე́ქმნადჲოლო̆

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
bbl: Common Voice ჲა Mozilla-ფო́ნდეჼ პროექტ, US 501c3. ინც დი́ნ ფინა́ნსბალა <philanropicGrantLink> საქველმოქმე́დო̆ მიზნინაჲნო̆ გამოყო́ფადიენჩო̆ სახსრივ</philanropicGrantLink>, ეჴუხ გა́რდ, უბრა́ლო̆ ნა́ხვ ლა́ტრივ დინჩ მაჲთხერეჼ

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
bbl: Common Voice ფინა́ნსბალა ფლო́ქოღ ლა́ტრივაჲ, საქველმოქმე́დო̆ ტათბუვა́ჲ. თხონა́ჲნო̆ ზორა́ჲში̆ ღოსხე́თლაჲნი̆ და მეცნიერიციჼ, ჴენჴენაჸ საზო́გადოებიცი-ნე́ ეჴ და́რგუჼ ჴე́თნიშიციჼ ცჰ̦ა́ღ ქესადალარ. ბაყეჸ და, Common Voice უფასო̆ და, მა, მომსა́ხურებ ღაზარჲაჼ ნე́ მონაცემი ჩუ განლა́გბადჲაჼ ხა́რჯი ჲე́ჴრელო ლა́ტარ ზორა́ჲში̆ გამოდგო́მალა თხოჼ

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
bbl: Common Voice-ს ჲა́სტო̆ ცჰ̦ა ტყო́ჸ პლატფო́რმ, მე́ნხუჲჩოვა́ჲ ვაშა́რ ჲო ზორაჲში̆ "დი́ნ" ჲაჲნი̆, ჰ̦ა́თხეჸ დაგე́გმადაწიჼ ზეპირ ა́მბუჲ ჲარეჼ ჩანაწე́რი. ე ლაჲტო̆ საბუ́ხ ვაჲ ე́რთობე დაჩო̆ ნა́ნხ მონაცე́მი ზორაჲში́ ქა́სტეჼ ვაშა́რ ჲარელო, თანე́ჸ ჰ̦ალო̆ ღაზარჲო.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
bbl: პროექტ Mozilla Common Voice ჲა Mozilla-ეჼ წამოწყე́ბ, მე́ მაშინინ თე́წდოლო̆ ვაჲ, მოჰ̦ ჲო ამბუჲ მუჲლნეჴელბა ნახვ

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
bbl: და მა́ჲთხკიკელ ჰ̦ამა́ხეჸ დაჴჴუხ, ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლეჲნი̆ დუჴმატტიშლი́ჼ იშა́რეჩო̆ მონაცემა́ჼ კრე́ბულ

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
bbl: Common Voice-ეჼ ჩანაწე́რი ჴმა́რბადჲო მკვლე́ვრივ, კაწკ-კაწკუ́ჲჩი̆ დაწე́სებულებივე́ იშ ჲა́ბწუჲნი̆ ტექნოლო́გიი თე́გჲარ წო́ნალაჩო̆ ნა́ხვ, მე́ შუიშ თე́გჲიენო̆ სისტემი ჰ̦ალო́-ჰ̦ალო́ ღაზარჲო́ლო̆.

source: Community and Languages
bbl: საზოგადოებია́ მატტიშა́

source: Community, Creatives and Civil Society
bbl: ე́რთობ, შემოქმე́დებით საზო́გადოებ, სამოქა́ლაქო̆ საზო́გადოებ

source: Community participation and decision making.
bbl: ნახიჼ ჩართულობ გადაწყვეტილბი ღებადოშ

source: Community Playbook
bbl: ე́რთობეჼ სახემძღვა́ნელო̆

source: Confirm Goal
bbl: მიზნეხ დარა́ლ'არ

source: Connect with Gravatar
bbl: Gravatar-ციჼ კა́ვშირჲარ

source: Connect with our community and see supported languages
bbl: ბე́დუხ ღაზიშ და́ბწათ მატტიშ, საზო́გადოებიე́ Common Voice-ა́ჲ

source: Contact
bbl: კავშირ ხილ'არ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
bbl: თათაჼ ჲებათ მწე́რლინ, სცე́ნარისტინ, ჲე ხა́ტტათ, ფლოქოღ ხუმ ცომ ლო ვაჲნი̆ ჰამა́ნეჸ საკუთრებენაჲნო̆

source: Contact Form
bbl: კა́ვშირჲარეჼ ვე́ლი

source: Contact the Common Voice team
bbl: სო მოწერადებათ Common Voice- ნახნ

source: Contact us
bbl: თხო́გო̆ ლავათ /დაკე́ჲვშრებალიბათ

source: Contact Us
bbl: თხო́გო̆ ლავათ /დაკე́ჲვშრებალიბათ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
bbl: მა́სალ ნა́ხნ ჲაგაჼ მაკ <licenseLink> Creative Commons ლიცე́ნზიევ </licenseLink>

source: Continue
bbl: გაგრძელებ

source: Continue speaking
bbl: დაჰ̦ დო́ლლიბათ ა́მბუჲ ჲარეხ

source: Continue validating
bbl: დეყყჲარენ მაყ ცო ბალ'არ

source: Continue with Skipped
bbl: დაჰ̦ დითენჩომაქ დო́ტარ

source: Contribute
bbl: და́ყ ჩუ დაჰ̦არ

source: Contribute on GitHub
bbl: ჩუ ჰ̦ობათ წვლილ GitHub-მაქ

source: Contribute sentences
bbl: ფლო́ქოღ ლიბათ თხოჼ წინადა́დბი

source: Contribute text
bbl: ჩუ ჰ̦ობათ ტექსტ

source: Contribute to { $lang }
bbl: შარიჼ და́ყ (წვლილ) ჩუ დაჰ̦არ { $lang } მატტანაჲნო̆

source: Contribute to text corpus
bbl: თოყა́ლ ლა́ტჲებათ მა́სალი

source: Contributing to <bold>{ $language }</bold> dataset
bbl: და́ყ ჰ̦უჲნო̆ მოტტ

source: Contribution Activity
bbl: ეჲში̆ ჩუ დაჰ̦ინო̆ წვლილ

source: Contribution Criteria
bbl: შარიჼ დაყ (წვლილ) ნიფს ჩუ დაჰ̦არ

source: Contribution Experience
bbl: შარიჼ და́ყ ატტაჲში̆ ჩუ დაჰ̦ანაჲნო̆

source: Contribution Guidelines
bbl: მონაწილა́ჼ გზამკვლევ

source: Contributors record voice clips by reading from a bank of donated sentences.
bbl: ხეჲლზვე́ჩუჲშვ (მოხა́ლისივ) თე́გოჲო̆ ჩანაწე́რი ფლო́ქოღ ცჰ̦აღ ვაშა́რ დიენო̆ წინადა́დბი ჰ̦ალო̆ ხე́ტტოშ

source: Conversations with friends or texting often include more natural switching. Example:
bbl: ნა́ყბისტიციჼ ა́მბუჲ ჲოშ ლე წი́რლი ჴე́ჰითოშ მოტტ ხე́რცბარ ცო და ბეკხე́თლაჲნი̆, მუჲლნე́ დაჲცი̆:

source: Cookies
bbl: cookie-ღარ

source: <cookiesLink>Cookies<cookiesLink>
bbl: <cookiesLink>მაჲრთში<cookiesLink>

source: Copainalá Zoque
bbl: კოპაჲნალა სოკე

source: Copied successfully
bbl: ასლ დაქიშ ჲა ე́ცინო̆

source: Copy
bbl: ასლი მოტტ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
bbl: <coquiLink>Coqui</coquiLink>განკუთვნბადაჲლნო̆ და იშ ჲა́ბწიჩო̆ ნჵაჲნი̆ საშუა́ლბინაჲნო̆. ო́ჴრიჼ ნამუშავრი და/შეხებალა კჵო́კრუშ ჺამდარ ხერხა́ხ STT- ჲე TTS-მატორა́ჼ საფუძველმაქ

source: Cornish
bbl: კორნული-მოტტ

source: Correct
bbl: გამა́რთოდალინო̆ (ნიფსდალინო̆) და

source: <correct> Correct</correct>: It’s one hundred miles away from here
bbl: <correct> ნიფსიჼ </correct>: ესერნა́ ფხაუზტყ კილომეტრ ხილ'ო̆.

source: <correct>Correct</correct>: It was twenty per cent off
bbl: <correct> ნიფსიჼ </correct>: ტყა პრო́ცენტევ მახე́შენო̆ დარ.

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
bbl: <correct> ნიფსიჼ </correct>: ბჵარღოვაჲ ში ა́ზარ ფხიიტტ შარე.

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
bbl: <correct>ნიფსიჼ</correct>:<underline>შსს-ს </underline>ო́ბი დახეჩო̆ ხუთშა́ბთინე ლაცდიეჼ

source: “Correct” grammar or pronunciation – keep the speaker’s natural use.
bbl: მა ნიფსნოთ ლე გრამატიკა, ლე ალ'არ - ბუნებრივ ხილ'ალ ამბუი ოჩოჼ თავისებურები

source: Corsican
bbl: კორსიკულ

source: { $count } clips
bbl: ჩანაწერ

source: { $count }mo
bbl: { $count } ბუთთ

source: Country/Region of Residence
bbl: ჲახინი̆ ქვეყანა́

source: { $count }wk
bbl: { $count } გეფს

source: { $count }y
bbl: { $count } შო

source: [Crackle] giant dinosaurs of [crackle] -riassic.
bbl: დინჩ [შარშარდარ] მათხე ჴანაჲრეჼ უ̂მ [ცომ ხაწარ] ...ბალა.

source: Create a Custom Goal
bbl: საკუთარ მიზაჼ შე́ქმნოდჲარ

source: Create API Credentials
bbl: API მო́წმობ შედგე́ნადჲარ

source: Create a profile
bbl: პრო́ფილ თაგჲარ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
bbl: ე́შუჲში̆ დაკჲო́ჸჲებათ წინადა́დბი ინც ა́მბუჲ ჲო́ჩო̆ მატტავ ნა́ყბისტიციჼ ვაშა́ხ ჯიბრბალაშ

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
bbl: ე́შუჲში̆ შედგე́ნადჲება́ეთ საზიაროღა́ ჲე́რწჲებათ ჰ̦ამა́ნეჸ საკუთრებე ჲეჲნი̆ წინადა́დბი, შეკითხვი, თა́რგმნადუჲნი̆ ტექსტი, კაწკა́ჩო̆ მატტანაჲნო̆ კუთნბალაჲნი̆ ა́ლ'რი...

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
bbl: ხაჲლზვე́ჼ ნახ დუჴარდანა́ჲნო̆ პირბი შე́ქმნოდჲარ ო ა́ლ'ანდა, მე́ Common Voice ა́ღაზ ხილ'ო̆ უფრ საბუ́ხ ნა́ხნაჲნო̆. თხო́გო ქჵექდიენო̆ და მა́სალია́ ნიმუშია́ ეჴ სა́ქმონაჲნო̆

source: Credentials
bbl: მო́წმობ

source: Crimean Tatar
bbl: ყირიმეჼ თათრულ

source: Criteria
bbl: ნიფსხოლეჼ საზომ

source: Croatian
bbl: ხორვატულ

source: Culturally specific questions
bbl: შეკითხვი ლე ე, ლე ო ნა́ხახა́, გა́რემოხა́.

source: Cypriot Greek
bbl: პვიპროსბაჼ ბე́რძნულ

source: Czech
bbl: ჩეხურ

source: Dagbani
bbl: დაგბანი-მოტტ

source: Daily Goal
bbl: ყოველდი́ნლუჼ მიზაჼ

source: Dameli
bbl: დამელი მოტტ

source: Danish
bbl: დანიურ

source: Dargwa
bbl: დარგინი-მოტტ

source: Dashboard
bbl: მაჩვე́ნებლი

source: Dataset
bbl: კრებულ

source: Dataset: { $datasetLanguage }
bbl: მატტიჼ კრე́ბულ

source: Dataset [{ $datasetName }]
bbl: კრე́ბული{ $datasetName }

source: Dataset: { $datasetName }
bbl: კრე́ბული:{ $datasetName }

source: Dataset Release
bbl: კრე́ბულ დაჸითარ

source: Datasets
bbl: კრებული

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
bbl: მონაცემაჼ კრე́ბულ ASR, STT, TTS ჲე ჴეჩო̆ NLP საშუა́ლბინაჲნო̆ - მენხუ́ შე́ქმნადჲალიჼ დინჩ ნა́ხვ (სახა́ლხო̆ ე́რთობას) ცჰ̦აღ შუიჼ წილ ჩუ ჴე́ჰ̦ოშ

source: Date
bbl: თა́რიღ

source: Dawoodi
bbl: დავუდი მოტტ

source: Days
bbl: დე

source: Delete
bbl: წა́შლადარ

source: Delete my recordings
bbl: საიჼ ჩანაწე́რი წა́შლადარ

source: Delete Profile
bbl: პროფილ გაუქმადარ

source: Dhatki
bbl: დატკი წეჲნი̆ მოტტ

source: Dhivehi
bbl: დივეჰი-მოტტ

source: Dholuo
bbl: დჰოლუო-მოტტ

source: Did you know…
bbl: ხეჸი შუჼ...

source: Different language
bbl: ჴენაჸ მოტტ

source: Difficult
bbl: ძნელ

source: Difficult to pronounce
bbl: ჭირვეჲში̆ ალ'უჲნი̆ და

source: Dinka
bbl: დინკა მოტტ

source: Dioula
bbl: დიულა-მოტტ

source: Discard ongoing recording
bbl: ინცლუჼ ჩაწერ გაუქმადარ

source: Disfluency
bbl: შეფე́რხებ

source: do
bbl: დე́წე̆ ხილაჼ

source: Documentation
bbl: სოუ̆ბთი

source: Does the sentence meet the guidelines?
bbl: პა́სუხ თელ'უჲ ლა́რ'ლუჲჩ მოთხოვნა́ხ (პირბახ)?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
bbl: დარგ ლივ, მენხუჩო̆ სტემახ ჲოლა ამბუჲ წინადადბე. ინც მაკ შუჼ ჩავარდარ:

source: Donate
bbl: ლა́ტლეთ თხოჼ

source: Donate your voice
bbl: ფლო́ქოღ ლიბათ თხოჼ შუჼ ი́შ

source: Done
bbl: ქჵე́ქიჼ და

source: do not
bbl: ცო დე́წე̆ ხილ'აჼ

source: Don’t
bbl: ცო და ჰა́მბალაჲნი̆:

source: Don’t Add
bbl: მა ლა́ტდოთ

source: Don’t Clean Up or Simplify the Language
bbl: მა ცადდოთ მოტტ ღაზარბანე́ აჲტტვეჼ თაგბაჼ

source: Don’t Overthink or Overedit
bbl: წყეგეჸ დუჴ მა დაკლე́ვდოთე́ მა ნიფსდოთ.

source: Don't see your language on Common Voice yet?
bbl: ცუჲ ლახმაკიჼ ჰ̦ოჼ ჰ̦აიჼ მოტტ Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
bbl: ცუჲ ლახმაკი́ჼ შუჼ შუი́ჼ მოტტ მონაცემა́ კრე́ბულე? დაკლე́ვადებათ შუჼ მოტტ ლა́ტბაჼ საიტ "გვე́რდენმაქ"

source: Don’t use overly formal language
bbl: მა ჴმა́რბადბოთ წყეგეჸ სა́ქმიაჼ მოტტ

source: Don't wish to say
bbl: სქეს ცო გუჲა́ჴოშ

source: Download
bbl: აჰ̦ დღო́ფარ (ჩამოტვირთვ)

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
bbl: აჰ̦ დჵო́ფათ (ჩამოტვირთოდჲებათ) მო́წმობ შუჼ ღო́ნისძიებინაჲნო̆, ლე მა́ შუნაჲნო̆, Common Voice-ე ჩუ წვლილ ჴეჰ̦ოჰ̦ი́შ — შუწი́ჼ ე ვო́მაჸ ჰ̦ალო̆ ცო თაგლა́რ!

source: Download Common Voice Data
bbl: Common Voice-ეჼ მონაცე́მი აჰ̦დჵო́ფარ

source: Download Data
bbl: მონაცე́მი აჰდჵო́ფარ

source: Download Dataset Bundle
bbl: მონაცემაჼ კრე́ბულ აჰდჵო́ფარ

source: Download { $language }
bbl: აჰ ბე́წე̆ ბჵო́ფბალაჼ/ბე́წე̆ ჩამოტვირთოდბალაჼ { $language } ?

source: Download Links
bbl: აჰ̦ დღო́ფუჲნი ბმული

source: Download My Data
bbl: პრო́ფილეჼ მონაცე́მი აჰ̦ დჵო́ფარ (ჩამოტვირთოდარ)

source: Download options for accessing Common Voice data
bbl: აჰ დჵოფათ პარამეტრი Common Voice -ეჼ მონაცემი ჴაბტანაჲნო

source: Download our press pack <icon></icon>
bbl: აჰ̦ დჵო́ფათ (ჩამოტვირთადჲებათ) თხეჼ კრე́ბულ

source: Download our voice datasets
bbl: აჰდჵოფათ თხეჼ იშარეჩო მონცემაჼ ნაკრებ

source: Download profile data
bbl: აჰ̦ დჵო́ფარ ჰ̦ალო̆ დო́ლდალარ

source: Download the Dataset
bbl: კრე́ბული აჰ̦დჵო́ფარ

source: Download the Single Word Target Segment
bbl: აჰ̦ დჵოფათ ცალკდაშნა́ჼ მოზნობრივ კრე́ბულ

source: Download your contribution certificate
bbl: ჰ̦ალო̆ ე́ცათ შემომწირველეჼ მო́წმობ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
bbl: ხუმ ცო́მ მაკ შუჼ ო́შტუჼ უ̂მ ა́ლ'ლუჲში̆, მე́ნხუჲჩოვა́ჲ ჰალო̆ ღაზარლა Common Voice-ეჼ მონაცემაჼ კრებულ? ა́ლ'ათ თხოგო̆ ა́მბუჲ ჲოჩო̆ ფო́რუმმაქ

source: Do you want to continue?
bbl: ლეჸი შუჼ გაგრძელბადარ?

source: Do you want to Speak, Listen or both?
bbl: ჩაწე́რადარი თე́ლ' ჰ̦ო, ლარკ ჵო́ფარი́ ლე შიკეჸ?

source: Drag and drop or <browseWrap>Browse</browseWrap>
bbl: სო დაჸა́ეთ ჩუ დილლათ, ლე <browseWrap> ჩა́ვარდებათ </browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
bbl: სო თაჴჲებათ, ლე<uploadButton>-ეხ ნიწყ ბებათ ჰ̦ალო̆ ჴო́წჲაჼ/ატვირთოდჲაჼ</uploadButton>ჼ

source: Drop file here to upload
bbl: სო თაჴჲებათ ჰ̦ალო̆ ჴო́წჲაჼ /ატვირთოდჲაჼ.

source: Duala
bbl: დუალა-მოტტ

source: Duplicate API key name
bbl: API-მოწმობეჼ წე ორკეც დარ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
bbl: და́ყ ჩუ ჴე́ჰ̦ოშ საჭირო̆ პე́პლეხ წკაპ ბა́ჴითჩე ცო გუალათეგ შეფა́სებ. ცოსტემასა́ და́შლადოშ თაგჲუჲშე́ დაყყჲჲუჲში̆ ჲა́ღუჲნი̆ ფხი ჩანაწერ.

source: Dutch
bbl: ნიდერლანდურ
